base
base-devel
curl
compton
dunst
efibootmgr
feh
firefox
git
gnupg
lightdm
lightdm-gtk-greeter
light-locker
htop
neovim
noto-fonts
numlockx
rofi
stow
sudo
the_silver_searcher
tree
wireless_tools
wget
xorg
xorg-xinit
xorg-xrandr
xorg-xrdb
xsel
zsh
