tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "fluxcd/tap"
tap "git-chglog/git-chglog"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bat-extras"
brew "bats"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "duf"
brew "dust"
brew "exa"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fq"
brew "fzf"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "psutils"
brew "groff"
brew "hadolint"
brew "helix"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kakoune"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubeseal"
brew "kubeval"
brew "lastpass-cli"
brew "lazygit"
brew "libuv"
brew "logcli"
brew "m-cli"
brew "mas"
brew "mr"
brew "ncdu"
brew "neovim"
brew "nnn"
brew "node"
brew "opentofu"
brew "operator-sdk"
brew "packer"
brew "pandoc"
brew "pinentry-mac"
brew "qemu"
brew "pre-commit"
brew "pstree"
brew "pyenv"
brew "rancher-cli"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "spaceship"
brew "starship"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "xdg-ninja"
brew "yamlfmt"
brew "yamllint"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zola"
brew "charmbracelet/tap/gum"
brew "fluxcd/tap/flux"
brew "git-chglog/git-chglog/git-chglog"
brew "go-task/tap/go-task"
cask "balenaetcher"
cask "cf-terraforming"
cask "chromium"
cask "devutils"
cask "disk-inventory-x"
cask "double-commander"
cask "font-anonymice-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "iina"
cask "iterm2"
cask "lastpass"
cask "librewolf"
cask "microsoft-teams"
cask "netnewswire"
cask "nova"
cask "openemu"
cask "pycharm-ce"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "tailscale"
cask "textmate"
cask "vmware-horizon-client"
cask "vscodium"
cask "whatsapp"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
