tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "bats"
brew "chezmoi"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "duf"
brew "exa"
brew "fd"
brew "fzf"
brew "glow"
brew "gnupg"
brew "helm"
brew "hexyl"
brew "httpie"
brew "icdiff"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubeseal"
brew "kubeval"
brew "logcli"
brew "m-cli"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "pstree"
brew "ripgrep"
brew "shellcheck"
brew "spaceship"
brew "terraform"
brew "terraform-docs"
brew "the_silver_searcher"
brew "tree"
brew "velero"
brew "wget"
cask "font-anonymice-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "lulu"
cask "netnewswire"
cask "openemu"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "textmate"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vmware-horizon-client"
mas "AdGuard for Safari", id: 1440147259
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
